Repository: Alfanous-team/alfanous
Catalog: src/alfanous-django/locale/*/LC_MESSAGES/django.po
Languages: ar, es, id, ja, ku, ml, pt

source: Packaging the project for different systems: Windows, Linux distributions, MacOs.
ar: إنشاء حزم للمشروع لأنظمة مختلفة: الوينداوز، توزيعات لينوكس، نظام الماك.
es: desarrollar el proyecto para los diferentes sistemas: Windows, las distribuciones de Linux, Mac Os.
id: Proyek dikemas untuk sistem yang berbeda-beda: Windows, Distribusi Linux dan Mac OS
ja: 「WindowsやLinuxディストリビューションやMacOS」とシステムのためのプロジェクトをパッケージする。
ku: دروست كردن و لة ثرِؤذةكةمان بةشيَوةى جياواز : ويندوز وة ريخةرى خاوةنداريتى
ml: ഈ പദ്ധതി വിവിധ വ്യവസ്ഥകള്‍ക്കായി പാക്കേജ് ചെയ്യല്‍: ലിനക്സ് വിതരണങ്ങള്‍, വിന്‍ഡോസ്, മാക് ഓഎസുകള്‍
pt: Empacotamento do projecto para os diferentes sistemas: Windows, distribuições da Linux, MacOs.

source: Donating/Supporting to the project: <em>We're stuck looking for possible ways for donations/Funding. Any help is appreciated</em>
ar: التبرع أو الدعم المادي للمشروع: تصادفنا مشاكل في العثور على حل مناسب لاستقبال التبرعات أو الدعم المادي، نرحب بأي مساعدة في هذا المجال.
es: Donación / Apoyo al proyecto: <em> Estamos atrapados en busca de posibles formas de donación / financiación. Se agradece cualquier ayuda </ em>
id: Sumbangan / Dukungan proyek: Kami menerima bantuan berupa sumbangan/pendanaan. Setiap bantuan sangat kami hargai!
ja: プロジェクトへの寄付/支援: <em>寄付/資金調達の可能な方法を模索して立ち往生している。すべてのヘルプは大歓迎です。</em>
ku: يارمةتى هاوكارى مادى بؤ ثرِؤذةكةمان :
ml: ഈ പദ്ധതിയിലേക്ക് സംഭാവന നല്‍കുക / പിന്തുണക്കുക:<em>സംഭാവനയും പിന്തുണയും ഞങ്ങള്‍ക്ക് അത്യാവശ്യമാണ്. ഏത് സഹായവും സ്വീകരിക്കപ്പെടും</em>
pt: Doar/Suporte para o projecto: <em>Estamos paralizados e na busca de métodos para obter donativos/financiamentos. Qualquer ajuda é apreciada</em>

source: Windows
ar: ويندوز
ku: ويندوز
ml: ജാലകങ്ങള്‍
pt: Pantalhas

source: English desktop release 0.4
ar: النسخة المكتبية باللغة الإنجليزية 0.4
id: Rilis Desktop Inggris 0.4
ja: 英語デスクトップのリリース 0.4
ku: بةشيَك لة كيَتبخانة بةزمانى ئينكلزى0.4
ml: ഇംഗ്ലിഷ് ഡെസ്ക്ടോപ്പ് പതിപ്പ് 0.4
pt: Ambiente de Trabalho em Inglês, lançada a versão 0.4

source: Arabic desktop release 0.3
ar: النسخة المكتبية باللغة العربية 0.3
id: Rilis desktop Arab 0.3
ja: アラビア語デスクトップのリリース 0.3
ku: بةشيَك لة كيَتبخانة بةزمانى عةرةبى 0.3
ml: അറബിക് ഡെസ്ക്ടോപ്പ് പതിപ്പ് 0.3
pt: Ambiente de Trabalho em Árabe, lançada a versão 0.3

source: Linux
ar: لينوكس
ku: لينؤكس
ml: ലിനക്സ്

source: More details
ar: تفاصيل أكثر
es: Más detalles
id: Keterangan Lebih
ja: 詳細
ku: زانيارى زياتر
ml: കൂടുതല്‍ വിവരങ്ങള്‍
pt: Para mais

source: MacOS
ar: نظام ماك
id: Mas OS
ku: رِيَخةرى خاوةنى
ml: മാക്ഓഎസ്

source: Not yet
ar: ليس بعد
es: Todavía no
id: Belum Ada
ja: まだまだ
ku: ثاش كةميَكى تر
ml: ഇതുവരെയില്ല
pt: Ainda não

source: Smartphones
ar: هواتف ذكية
ku: موبايلى ورياى
ml: സ്മാര്‍ട്ട്ഫോണുകള്‍

source: Android
ar: أندرويد
ku: ئةندرويد
ml: ആന്‍ഡ്രോയിഡ്

source: iPhone
ar: أي فون
ku: ئاى فون
ml: ഐഫോണ്‍

source: Windows Phone
ar: ويندوز فون
es: Windows
id: Windows
ja: Windows
ml: വിന്‍ഡോസ് ഫോണ്‍
pt: Pantalhas

source: How to translate
ar: كيف تساهم في الترجمة
es: ¿ Cómo traducir ?
id: Bagaimana membantu terjemah
ja: 翻訳のしかた
ku: ضؤن هاوكاريمان دةكةى لة وةرِطيَران
ml: എങ്ങനെ പരിഭാഷപ്പെടുത്താം
pt: Como traduzir

source: Check the existance of your language in the available languages list.
ar: تأكد من عدم وجود لغتك في قائمة اللغات المتوفرة.
es: Compruebe la existencia de la lengua en la lista de idiomas disponibles.
id: Periksa keberadaan bahasa Anda dalam daftar bahasa yang tersedia.
ja: 使用可能な言語のリストでご言語の存在を確認してください。
ku: دلَنيابة لةنةبونى زمانةكةت لة ليستى وةرطيَران
ml: ലഭ്യമായ ഭാഷകളുടെ പട്ടികയില്‍ താങ്കളുടെ ഭാഷയുണ്ടോയെന്ന് പരിശോധിക്കുക്ക.
pt: Observe se o seu idioma consta na lista the idiomas.

source: Download the file:
ar: قم بتنزيل الملف
es: Descargar el archivo:
id: Unduh file
ja: ファイルをダウンロードする
ku: دابةزاندنى بابةت
ml: രേഖ ഇറക്കുമതി ചെയ്യുക:
pt: Descarregue o ficheiro:

source: Use Poedit or Virtaal to edit it.
ar: إستعمل Poedit أو Virtaal لتحرير الملف.
es: Utilice Poedit o virtual para editarlo.
id: Gunakan Poedit atau Virtaal untuk mengedit
ja: それを編集するために、PoeditまたはVirtaalを使用してください。
ku: بةكاربهيَنة / كردنةوةى بابةت .ملف
ml: പോഎഡിറ്റോ വിര്‍റ്റാലോ ഉപയോഗിച്ച് തിരുത്തുക
pt: Use Poedit ou Virtaal para editar.

source: Send the updated file into our mailing list:
ar: أرسل الملف المحرر إلى قائمتنا البريدية.
es: Enviar el archivo actualizado en nuestra lista de correo electrónico:
id: Kirim file update ke kotak surat kami.
ja: 当社メーリング·リストに更新されたファイルを送信します:
ku: ناردنى بابةت بؤ ليستى بةريدةكةمان
ml: പുതുക്കിയ രേഖ ഞങ്ങളുടെ മെയിലിംഗ് ലിസ്റ്റിലേക്ക് അയക്കുക:
pt: Envie o ficheiro actualizado através do nosso e-mail.

source: Note:
ar: ملاحظة:
es: Nota:
id: Catatan
ja: ノート:
ku: تىَ بي نى
ml: കുറിപ്പ്:
pt: Nota:

source: You can use launchpad to translate without installing any tool
ar: يمكنك إستعمال منصة لونشباد للترجمة دون تثبيت أي برمجية
es: Usted puede utilizar Launchpad para traducir sin necesidad de instalar ninguna herramienta
id: Anda dapat menggunakan launchpad untuk menerjemah tanpa menginstal alat apapun
ja: 任意のツールをインストールしないで翻訳するためにlaunchpadを使用することができます
ku: دةتوانيت وةرطيَرانى ووشة بكةى بةبىَ بةرنامة دابةزاندن
ml: ലോഞ്ച്പാഡ് ഉപയോഗിച്ച് മറ്റ് ഉപാധികളൊന്നും ഇന്‍സ്റ്റാള്‍ ചെയ്യാതെയും താങ്കള്‍ക്ക് പരിഭാഷ നടത്താം
pt: Pode usar o launchpad para traduzir sem necessidade de instalar qualquer ferramenta.

source: here!
ar: هنا!
es: aquí!
id: disini!
ja: ここに！
ku: ليَرة!
ml: ഇവിടെ!
pt: aqui!

source: seconds
ar: ثانية
es: segundos
id: Kedua
ja: 秒
ku: دووةم
ml: നിമിഷങ്ങള്‍
pt: segundos

source: Interpretation of
ar: ترجمة
ml: -ന്റെ വിശദീകരണം

source: in
ar: في
ku: لة
ml: ഉള്ളില്‍

source: by
ar: من طرف
ku: بة
ml: എന്ന്

source: About translation
ar: حول الترجمة
es: Acerca de la traducción
id: Tentang terjemah
ja: 翻訳について
ku: وةرطيَران
ml: പരിഭാഷയെ സംബന്ധിച്ച്
pt: Sobre a tradução

source: Aya
ar: الآية
id: Ayat
ja: アヤ
ku: ئایەت
ml: ആയത്ത്
pt: versículo

source: Author
ar: الكاتب
es: Autor
id: Penulis
ja: 作者
ku: نوسةر
ml: രചയിതാവ്
pt: Autor

source: Language
ar: اللغة
es: Idioma
id: Bahasa
ja: 言語
ku: زمانى
ml: ഭാഷ
pt: Idioma

source: List of indexed Quran translations
ar: قائمة ترجمات معاني القرآن المفهرسة
es: Lista de las traducciones del Corán indexados
id: Daftar Hasil Terjemah Makna Al-Quran
ja: コーラン翻訳のインデックス付きのリスト
ku: ليستى وةرطيَرانى ماناى قوران
ml: രേഖപ്പെടുത്തിയ ഖുര്‍ആന്‍ പരിഭാഷകളുടെ പട്ടിക
pt: Lista das traduções indexadas do Corão

source: Translation source:
ar: مصدر الترجمات
es: fuente de traducción:
id: Sumber Terjemah
ja: 翻訳ソース:
ku: سةرضاوةى وةركيران
ml: പരിഭാഷ ഉറവിടം:
pt: Origem da tradução

source: Show/Hide!
ar: عرض/إخفاء!
es: Mostrar/Ocultar!
id: Tampilkan/Sembunyikan!
ja: 表示/非表示!
ku: دةرخستن / شاردنةوة
ml: കാണിക്കുക/മറക്കുക!
pt: Mostrar/Esconder

source: Sorry, there is no indexed translations!
ar: عذرا، ليس هناك ترجمات مفهرسة!
es: Lo sentimos, no hay traducciones indexados!
id: Maaf, Tidak ada daftar terjemah
ja: すいませんが、翻訳のインデックス付きはありません！
ku: ببورة ليرة ماناى ئةو ووشةيةى نية
ml: ക്ഷമിക്കണം, രേഖപ്പെടുത്തിയ പരിഭാഷകളൊന്നും അവിടെയില്ല
pt: Lamentamos, não há traduções indexadas

source: Show ayah arabic text
ar: عرض الآية
es: Mostrar versículo texto árabe
id: Tampilkan Text Ayat dalam Bahasa Arab
ja: アヤのアラビア語テキストを表示する
ku: دةر خستنى ئايةت
ml: ആയത്ത് അറബിയില്‍ ലഭ്യമാക്കുക
pt: Mostrar o versículo em arábico.

source: Word
ar: كلمة
es: Palabras
id: Kata-kata
ja: 単語
ku: ووشة
ml: വാക്കുകള്‍
pt: Palavras

source: Google-Plus
ar: جوجل بلاس

source: info
ar: معلومات

source: Dev API
ar: المكتبة البرمجية

source: Code
ar: رمز

source: Advanced Search
ar: بحث متقدّم

source: Predefined Queries
ar: عبارات بحث جاهزة

source: Options
ar: الخيارات

source: Advanced Query
ar: عبارة البحث المتقدمة

source: Word Properties
ar: خصائص الكلمة

source: Thematic Search
ar: البحث الموضوعي

source: Structural Search
ar: البحث الموضعي

source: Statistical Search
ar: البحث الإحصائي

source: Miscellaneous
ar: متنوعات

source: Text
ar: نصّ

source: query
ar: العبارة

source: Part of other words
ar: جزء من كلمات أخرى

source: All these words
ar: كل هذه الكلمات

source: At least one of these words
ar: على الأقل كلمة من هذه الكلمات

source: Except these words
ar: اسثناء هذه الكلمات

source: Synonyms
ar: مرادفات

source: Light Stemming
ar: التجذيع الخفيف

source: Deep Stemming
ar: التجذيع العميق

source: Relation
ar: العلاقة

source: Replacement
ar: استبدال

source: Addition
ar: إضافة

source: Conjunction (AND)
ar: وصل (و)

source: Disjunction (OR)
ar: فصل (أو)

source: Exception (ANDNOT)
ar: استثناء (وليس)

source: Add to search bar
ar: أضف إلى شريط البحث

source: Root
ar: الجذر

source: arabic root eg: قول
ar: الجذر مثل: قول

source: Type
ar: النوع

source: Verb
ar: فعل

source: Noun
ar: اسم

source: Particle
ar: أداة

source: Ayah:
ar: آية:

source: Surah:
ar: سورة:

source: Go!
ar: إبحث!

source: All the derivations of the Arabic root:
ar: كل إشتقاقات الجذر:

source: an arabic root like قول ملك سمو
ar: جذر مثل: قول، ملك، سمو

source: The longest words in Quran?
ar: أطول الكلمات في القرآن؟

source: The shortest words in Quran?
ar: أقصر الكلمات في القرآن؟

source: All sajadate in Quran?
ar: كل السجدات في القرآن؟

source: Number of
ar: عدد

source: devine names
ar: ألفاظ الجلالة

source: ruku's
ar: الركوعات

source: In
ar: في

source: ayah
ar: الآية

source: surah
ar: السورة

source: From
ar: مِن

source: To
ar: إلى

source: Search in
ar: ابحث في

source: Ayahs (Global ID)
ar: الآيات (الرقم الشامل)

source: Surahs
ar: السور

source: Pages
ar: الصفحات

source: Hizbs
ar: الأحزاب

source: Juz's
ar: الأجزاء

source: Ruku's
ar: الركوعات

source: Manzils
ar: المنازل

source: SubTopic
ar: الموضوع الفرعي

source: "Alfanous search results searching in %(unit)s looking for the query %(query)s, the page %(page)s, the view %(view)s, the script %(script)s%(vocalized)s, and the translation %(translation)s. The fuzzy search is %(fuzzy)s.
ar: نتائج بحث الفانوس تنقيبا في %(unit)s بحثا عن العبارة %(query)s ، الصفحة %(page)s ، العرض %(view)s ، الخط %(script)s%(vocalized)s، والترجمة %(translation)s. البحث العشوائي: %(fuzzy)s.

source: Alfanous is a functional, dynamic, comprehensive Qur'an search engine that has been effectively designed to carry out simple or advanced Quranic searches.
ar: الفانوس هو مرك بحث في القرآن الكريم فعال، حيوي وشامل مصمم خصيصا لتوفير عمليات البحث البسيطة والمتقدمة في القرآن الكريم.
es: Alfanous es un completo motor funcional, dinámico, que ha sido diseñado eficazmente para realizar búsquedas simples o avanzadas del Corán.
id: Alfanous itu fungsional, dinamis, mesin pencari Quran yang komprehensif yang telah dirancang secara efektif untuk melakukan pencarian Quran sederhana atau lanjutan.
ja: Alfanousは、機能的で動的で包括的なコーラン検索エンジンです。それは効果的に、単純または高度コーラン検索を行うように設計されている。
ku: فانوس سەرچاوەیەکە جولینەرە بۆ گەران بؤقورئانى زانستى پوختە . وە بەشیوەیەکى ئاسان
ml: ലളിതവും വികസിതവുമായ തിരയലുകള്‍ ഖുര്‍ആനില്‍ നടത്താനുള്ള ഒരു പ്രവര്‍ത്തനക്ഷമവും ചലനാത്മകമാവും വിശാലവുമായ തിരയല്‍ തന്ത്രമാണ് അല്‍ഫാനൂസ്.
pt: Alfanous é um motor de busca funcional, dinâmico e compreensivo com a missão de levar a cabo buscas Corânicas simples ou avançadas.

source: annotations
es: Notas
id: Catatan
ja: 注釈
ku: سەرنج
ml: വ്യാഖ്യാനം
pt: Anotação

source: alfanous
ku: فانوس
ml: അല്‍ഫാനൂസ്

source: Cyborg
ml: സൈബോര്‍ഗ്
pt: Ciborgue

source: Issues Tracker
es: Seguimiento de problemas
ja: 課題トラッカー
ml: പ്രശ്നങ്ങള്‍ കണ്ടത്താനുള്ള ഉപാധി
pt: Registo de Suporte

source: Alfanous search results searching in %(unit)s looking for the query %(query)s, the page %(page)s, the view %(view)s, the script %(script)s%(vocalized)s, and the translation %(translation)s. The fuzzy search is %(fuzzy)s.
es: Resultados de la búsqueda Alfanous buscando en %(unit)s está buscando %(query)s, la página %(page)s, la vista %(view)s, el texto %(script)s %(vocalized)s, y la traducción %(translation)s. La búsqueda aproximada es %(fuzzy)s.
id: Hasil pencarian Alfanous di %(unit)s Cari Yang Mungkin %(query)s, Halaman %(page)s, lihat %(view)s, Naskah %(script)s%(vocalized)s, Dan terjemah %(translation)s. pencarian yang kabur %(fuzzy)s.
ja: Alfanousの検索結果： %(unit)s クエリを探している %(query)s, ページ %(page)s, 表示 %(view)s, スクリプト %(script)s%(vocalized)s, と翻訳 %(translation)s. あいまい検索は、%(fuzzy)s.
ku: ئەنجامى گەرانى فانۆس لة %(unit)s سةبارةت بةو ناو نيشانة %(query)s, سةرةتا %(page)s, دةرخستن %(view)s, خەت %(script)s%(vocalized)s, وةرطيَرِان %(translation)s. طةرِان بةنزيكةى %(fuzzy)s.
ml: തിരഞ്ഞതിലെ അല്‍ഫാനൂസ് തിരച്ചില്‍ ഫലങ്ങള്‍ %(unit)s ക്വറിക്കായി നോക്കുന്നു %(query)s, താള്‍ %(page)s, കാഴ്ച %(view)s, രചന %(script)s%(vocalized)s, പിന്നെ പരിഭാഷ %(translation)s. അവ്യക്തമായ തിരയലാണ് %(fuzzy)s.
pt: Alfanous, resultados da busca interna %(unit)s Procurando resultados da busca %(query)s, a página %(page)s, a vista %(view)s, o grafismo %(script)s%(vocalized)s, e a tradução %(translation)s. A busca simples é %(fuzzy)s.
