Repository: Alfanous-team/alfanous
Catalog: src/alfanous-django/locale/*/LC_MESSAGES/django.po
Languages: ar, es, id, ja, ku, ml, pt

source: Ayahs
ar: آيات
es: versículos
id: Ayat-Ayat
ja: アヤ
ku: ئايةت
ml: ആയത്തുകള്‍
pt: versículos

source: Translations
ar: ترجمات
es: Traducciones
id: Terjemah-terjemah
ja: 翻訳
ku: وةرطيَران
ml: പരിഭാഷകള്‍
pt: traduções

source: Words
ar: كلمات
es: Palabras
id: Kata-kata
ja: 単語
ku: ووشة
ml: വാക്കുകള്‍
pt: Palavras

source: Keywords
ar: الكلمات
es: Palabras clave
id: Kata kunci
ja: キーワード
ku: ووشة
ml: അടയാളവാക്കുകൾ
pt: Palavras Chave

source: Results
ar: النتائج
es: Resultado
id: Hasil
ja: 結果
ku: ئەنجام
ml: ഫലങ്ങള്‍
pt: Resultados

source: Runtime
ar: الزمن
es: Duración
id: periode waktu pelaksanaan
ja: 実行時間
ku: کات
ml: പ്രവര്‍ത്തനസമയം
pt: Tempo de Execução

source: s
ar: ثا
ku: دووةم
ml: സെ.

source: Searched keyword:
ar: الكلمات المفتاحية:
es: está buscando
id: Kata kunci yang ditemukan:
ja: 検索されたキーワード
ku: ووشەى کردنەوە
ml: തിരഞ്ഞ അടയാളവാക്ക്:
pt: Palavra-chave encontrada:

source: Suggestions:
ar: الإقتراحات:
es: Sugerencias:
id: Saran
ja: 提案:
ku: پیش نیار
ml: നിര്‍ദ്ദേശങ്ങള്‍:
pt: Sugestões:

source: no suggestions!
ar: لا توجد إقتراحات!
es: no hay sugerencias !
id: Tida ada Saran
ja: 提案なし!
ku: پیش نیارنیە
ml: നിര്‍ദ്ദേശങ്ങള്‍ ഒന്നുമില്ല!
pt: Não sugestões!

source: words
ar: كلمات
es: palabras
id: Kalimat
ja: 言葉
ku: ووشە
ml: വാക്കുകള്‍
pt: palavras

source: occurances
ar: التكرارات
es: aparición
id: Kejadian berulang
ja: 発生
ku: دووبارەکردنەوە
ml: സംഭവങ്ങള്‍
pt: Ocurrências

source: vocalizations
ar: التشكيلات
es: vocalizaciones
id: vokalisasi
ja: 発声
ku: ریکخستن
ml: ഉച്ചാരണങ്ങള്‍
pt: Vocalizações

source: ayates
ar: الآيات
es: versículos
id: Ayat
ja: アヤ
ku: ئایەت
ml: ആയത്തുകള്‍
pt: versículos

source: synonyms
ar: المرادفات
es: sinónimos
id: Persamaan Kata
ja: 同意語
ku: ووشەى بەرامبەر
ml: പര്യായങ്ങള്‍
pt: sinónimos

source: derivations
ar: المشتقات
es: derivaciones
id: Asal mula
ja: 派生語
ku: وەرگیراوو
ml: ഉത്പന്നങ്ങള്‍
pt: derivações

source: part
ar: جزء
es: parte
id: Juz
ja: パート
ku: جزء
ml: ഭാഗം
pt: parte

source: lemma
ar: مصدر
es: lema
id: Topik
ja: 補題
ku: سەرچاوە
ml: ലെമ്മ
pt: lema

source: root
ar: جذر
es: raíz
id: Sumber
ja: 語源
ku: ناوةرِوَك
ml: മൂലം
pt: raíz

source: special
ar: مميز
es: especial
id: Istimewa
ja: 特別
ku: جياواز
ml: പ്രത്യേകം
pt: especial

source: token
ar: رمز
es: muestra
id: Tanda
ku: ووشەى نهینى
ml: അടയാളം
pt: símbolo

source: type
ar: نوع
es: tipo
id: Tipe
ja: タイプ
ku: جۆر
ml: തരം
pt: tipo

source: POS
ar: قسم الكلام
es: Punto de venta
id: Bagian kata
ku: بەشى ووتە
ml: പോസ്
pt: Posto de venda

source: aspect
ar: جوانب
es: aspecto
id: Segi
ja: アスペクト
ku: دةورو ثشت
ml: സ്വഭാവം
pt: aspecto

source: state
ar: حالة
es: estado
id: pernyataan
ja: 状態
ku: حال
ml: സ്ഥിതി
pt: estado

source: form
ar: شكل
es: formulario
id: Bentuk
ja: フォーム
ku: شيوە
ml: രീതി
pt: formulário

source: case
ar: حالة
es: mayúsculas o minúsculas
id: hal
ja: 大/小文字
ku: حال
ml: ആവരണം
pt: caixa

source: derivation
ar: مشتقة
es: derivación
id: derivasi
ja: 派生語
ku: وەرگیراو
ml: ഉത്പന്നം
pt: derivação

source: person
ar: شخص
es: persona
id: Orang
ja: 人
ku: کەس
ml: വ്യക്തി
pt: pessoa

source: number
ar: عدد
es: número
id: Jumlah
ja: 数
ku: ژمارە
ml: സംഖ്യ‌
pt: número

source: gender
ar: جنس
es: género
id: Jenis kelamin
ja: 性別
ku: رەگەز
ml: ലിംഗം
pt: género

source: voice
ar: صوت
es: voz
id: Suara
ja: 音声
ku: دەنگ
ml: ശബ്ദം
pt: voz

source: to
ar: الى
es: para
id: Ke
ja: に
ku: بۆ
ml: വരെ
pt: para

source: of
ar: من
es: de
id: Dari
ja: の
ku: ليرەوە
ml: ന്റെ
pt: de

source: Result n°
ar: نتيجة رقم
es: resultado n°
id: Hasil Nomer
ja: 結果 n°
ku: ئەنجامى ژمارە
ml: ഫലം n°
pt: resultado nº

source: Twitter
ar: تويتر

source: Facebook
ar: فيسبوك

source: Google+
ar: جوجل بلاس

source: Linkedin
ar: لينكدإن

source: Click here to show more details
ar: أنقر هنا لعرض تفاصيل أكثر
es: pincha aquí para ver más detalles
id: Klik di sini untuk melihat detail lebih
ja: 詳細を見るには、ここをクリックして下さい
ku: كليك ليربکە بۆ دەرکەوتنى روونکردنەوەى زیاتر
ml: കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഇവിടെ അമര്‍ത്തുക
pt: clicar aqui para mais detalhes

source: Show more
ar: عرض أكثر
es: ver más
id: Tampilkan lebih banyak
ja: もっと表示する
ku: روون کردنەوەى زیاتر
ml: കൂടുതല്‍ കാണിക്കുക
pt: Mostrar mais

source: Chapter
ar: فصل
es: Capítulo
id: Surat
ja: 章
ku: بەند
ml: അധ്യായം
pt: Capítulo

source: Topic
ar: موضوع
es: Tema
id: Tema
ja: トピック
ku: بابەت
ml: വിഷയം
pt: Tópico

source: Subtopic
ar: موضوع فرعي
es: subtema
id: Sub Tema
ja: サブトピック
ku: بابەتى لاوەکى
ml: ഉപവിഷയം
pt: Sub tópico

source: About ayah
ar: حول الآية
es: acerca del versículo
id: Tentang ayat
ja: アヤについて
ku: لە ئایەتەکەدا
ml: ആയത്തിനെ സംബന്ധിച്ച്
pt: Sobre o versículo

source: manzil
ar: المنزل
ja: マンゼル
ku: مال
ml: മന്‍സില്‍

source: juz
ar: جزء
es: parte
ja: ジュズ
ku: جزء
ml: ജുസ്അ

source: hizb
ar: حزب
ja: ヒーズブ
ku: حزب
ml: ഹിസ്ബ്
pt: grupo

source: quart
ar: ربع
es: cuarto
id: Rubu'
ja: クォート
ku: ضارةك
ml: അളവ്
pt: quarto

source: page
ar: صفحة
es: página
id: Halaman
ja: ページ
ku: لاپەرە
ml: താള്‍
pt: página

source: page (indian)
ar: صفحة (هندية)
es: página ( indio )
id: halaman (indian)
ja: ページ（インド）
ku: لاپەرەى (هندى)
ml: താള്‍ (ഇന്ത്യന്‍)
pt: page (árabe)

source: letters
ar: حروف
es: letras
id: Huruf
ja: 文字
ku: پیت
ml: അക്ഷരങ്ങള്‍
pt: letras

source: divine names
ar: ألفاظ الجلالة
es: nombres divinos
id: Lafadz-Lafadz Mulia
ja: 神聖な名前
ku: ووتەى خواى جلالە جلال
ml: ദൈവിക നാമങ്ങള്‍
pt: Nomes divinos

source: sajda
ar: سجدة
id: Sajdah
ja: サージだ
ku: كرنوش
ml: സജ്ദ
pt: prostração

source: Hafs
ar: حفص
ml: ഹഫ്സുകള്‍

source: n°
ar: رقم
id: Nomer
ku: ژمارە
pt: nº

source: About surah
ar: حول السورة
es: acerca de suarah
id: Tentang Surat
ja: スーラについて
ku: لەسورەتەکەدا
ml: സൂറത്തിനെ സംബന്ധിച്ച്
pt: Sobre o capítulo

source: Sura
ar: سورة
id: Surat
ja: スーラ
ku: سورەت
ml: സൂറത്ത്
pt: Capítulo

source: revelation_order
ar: ترتيب النزول
es: revelación
id: Urutan Turun
ja: 啓示順
ku: ریزبەندى دابەزین
ml: ഇറക്കപ്പെട്ട_രീതി
pt: Ordem de Revelação

source: ayahs
ar: آيات
es: versículos
id: Ayat
ja: アヤ
ku: ئایەت
ml: ആയത്തുകള്‍
pt: versículos

source: Sorry! there is no results for this search query.
ar: عذرا! لاتوجد نتائج مطابقة للبحث.
es: desculpe! no hay resultado para la busqueda
id: Maaf! Tidak ada hasil yang sesuai
ja: すみませんが、この検索クエリの結果がありません。
ku: ببورە ئەنجامى نەبوو
ml: ക്ഷമിക്കണം! ഈ തിരച്ചിലിന് ഫലങ്ങള്‍ ഒന്നും ലഭ്യമല്ല.
pt: Lamentamos; não há resultados para esta busca

source: Error
ar: خطأ
id: Kesalahan
ja: エラー
ku: هەلەیە
ml: പിശക്
pt: Erro

source: Fuzzy search
ar: بحث تقريبي
es: Búsqueda rápida
id: Cari perkiraan
ja: あいまい検索
ku: گەرانى بە نزیکى
ml: അവ്യക്തമായ തിരച്ചില്‍
pt: Busca simples

source: Unvocalized text
ar: إخفاء التشكيل
es: texto sin vocales
id: Sembunyikan Harakat
ja: 発声がなくテキスト
ku: شاردنەوەى ریخراوەکە
ml: ആഖ്യാനമില്ലാത്ത പദാവലി
pt: Texto sem vogais

source: Uthmani script
ar: بالخط العثماني
es: texto en othmani
id: Tulisan Utsmani
ja: オットマンのスクリプト
ku: بەخەتى عوسمانى
ml: ഉസ്മാനി രചനാശൈലി
pt: escrita Uthmani

source: View
ar: عرض
es: Vista
id: Melihat
ja: 表示
ku: بينين
ml: കാഴ്ച
pt: visualizar

source: Default
ar: افتراضي
es: Predeterminada
id: Tampilan Asli
ja: 既定
ku: بةطشتى
ml: സ്വതേ
pt: Pré-definição

source: Minimal
ar: الحد الأدنى
es: Mínimo
id: Tampilan Dikecilkan
ja: 最小
ku: كةمترين
ml: ചുരുങ്ങിയത്

source: Normal
ar: عادي
es: Medio
ja: 通常
ku: ئاسايي
ml: സാധാരണ

source: Full
ar: كامل
es: Completo
id: Penuh
ja: 完全
ku: تةواو
ml: മുഴുവനും
pt: Completo

source: Statitic
ar: إحصائي
es: estadísticas
id: Statistik
ja: 統計
ku: سەرژمیرى
ml: സ്ഥിരം
pt: Estatístico

source: Linguistic
ar: لغوي
es: linguístico
id: Sesuai Bahasa
ja: 言語学
ku: زمان
ml: ഭാഷാ സംബന്ധി
pt: Linguístico

source: Recitation
ar: التلاوة
es: recitación
id: Bacaan
ja: 朗読
ku: تیلاوە
ml: പാരായണം
pt: Recitação

source: Sorted by
ar: مرتبة حسب
es: Ordenado por
id: Urut Berdasarkan
ja: ソート基準
ku: ريكخستن بةبى
ml: ക്രമീകരിച്ചിരിക്കുന്നത്
pt: Ordenado

source: Relevance
ar: التقييم
es: Relevancia
id: Sangkut paut
ja: 関連性
ku: هەلسەنگاندن
ml: പ്രാധാന്യം
pt: Relevância

source: Mus'haf
ar: مصحف
ja: ムスハーフ
ku: مصحف
ml: മുസ്ഹഫ്
pt: Registo

source: Tanzil
ar: تنزيل
ja: タンゼール
ku: دابەزاندن
ml: തന്‍സീല്‍
pt: Revelação

source: Topics
ar: مواضيع
es: Asuntos
id: Judul
ja: トピック
ku: بابەت
ml: വിഷയങ്ങള്‍
pt: Tópicos

source: Ayah length
ar: طول االآية
es: longitud del versículo
id: Panjang Ayat
ja: アヤの長さ
ku: دریژەى ئایەت
ml: ആയത്തിന്റെ വലുപ്പം
pt: Extensão do versículo

source: Translation
ar: ترجمة
es: Traducción
id: Terjemah
ja: 翻訳
ku: وەرگیران
ml: പരിഭാഷ
pt: Tradução

source: No translation
ar: لاتوجد ترجمة
es: no hay traducción
id: Tidak ada Terjemah
ja: 翻訳がない
ku: وەرگیرانى تیدانیە
ml: പരിഭാഷയില്ല
pt: Sem tradução

source: Recitation:
ar: تلاوة
es: Recitación:
id: Bacaan
ja: 朗読:
ku: تلاوة
ml: പാരായണം:
pt: Recitação

source: No recitation
ar: بدون تلاوة
es: Sin recitación
id: Tanpa Bacaan
ja: 朗読がない
ku: بى تيلاوة
ml: പാരായണമില്ല
pt: Sem recitação

source: Page:
ar: الصفحة:
es: Página:
id: Halaman:
ja: ページ:
ku: لاپەرە
ml: താള്‍:
pt: Página:

source: Order:
ar: الترتيب:
es: Orden:
id: Urutan:
ja: 順番：
ku: ریزبەندى :
ml: ക്രമം:
pt: Ordem:

source: View:
ar: العرض:
es: Vista:
id: LIhat:
ja: 表示:
ku: نیشان دان
ml: കാഴ്ച:
pt: Ver:

source: Options:
ar: الخيارات:
es: Opciones:
id: Pilihan:
ja: オプション:
ku: هەلبژاردن
ml: ഐച്ഛികങ്ങള്‍:
pt: Opções:

source: vocalized
ar: مشكّل
es: vocalizado
id: disuarakan
ja: 発声
ku: تیکەلاو
ml: ആഖ്യാനിച്ചത്
pt: vocalizado

source: uthmani
ar: عثماني
id: usmani
ja: オットマン
ku: عوسمانى
ml: ഉസ്മാനി

source: fuzzy
ar: تقريبي
es: borroso
id: ragu-ragu
ja: あいまい
ku: بەنزیکى
ml: അവ്യക്തം
pt: difuso

source: Translation:
ar: الترجمة:
es: Traducción:
id: Penerjemahan:
ja: 翻訳：
ku: وةرطيَرِان
ml: പരിഭാഷ:
pt: Tradução:

source: Quran Ayah Search
ar: بحث في آي القرآن
es: búsqueda de versículos del Corán
id: Pencarian ayat Al-Quran
ja: コーランのアヤの検索
ku: گەران لە قورئاندا
ml: ഖുര്‍ആന്‍ ആയത്ത് തിരയല്‍
pt: Corão, Busca de Versículo

source: Quran Word Search
ar: بحث في ألفاظ القرآن
es: búsqueda de palabras del corán
id: Pencarian Kata Al-Quran
ja: コーランの単語の検索
ku: گەران لە ناوەکانى قورئان
ml: ഖുര്‍ആന്‍ വാക്ക് തിരയല്‍
pt: Corão, Busca de Palavra

source: Quran Translation Search
ar: بحث في ترجمات معاني القرآن
es: búsqueda de tradicción del Corán
id: Cari Terjemah Al-Quran
ja: コーラン翻訳の検索
ku: گەران و تەرجەمەکردنى ماناى قورئان
ml: ഖുര്‍ആന്‍ പരിഭാഷ തിരയല്‍
pt: Corão, Busca de tradução

source: Alfanous
ar: الفانوس
ku: فانۆس
ml: അല്‍ഫാനൂസ്
pt: Lanterna

source: Alfanous search results searching in
ar: نتائج بحث الفانوس في

source: looking for the query
ar: تنقيبا عن العبارة

source: the page
ar: الصفحة

source: the view
ar: العرض

source: the script
ar: الخط

source: and the translation
ar: الترجمة

source: The fuzzy search is
ar: البحث التقربي

source: Alfanous has the feautre to search in the Quran words, their properties and occurences
ar: الفانوس يملك خاصية البحث في ألفاظ القرآن ، خصائصها وأمكنة ورودها.
es: Alfanous tiene la función de buscar en las palabras del Corán, sus propiedades y los acontecimientos de carácter
id: Alfanous memiliki fitur untuk mencari kata-kata dalam Al-Quran, ciri dan akurasinya.
ja: Alfanousはコーランの言葉とプロパティと発生で検索する機能を持っています。
ku: فانوس تواناى كةران و لةتايبةت مةندى ووشةكانى قوران هةية
ml: ഖുര്‍ആനിലെ വാചകങ്ങളെയും അവയുടെ ഗുണഗണങ്ങളെയും സന്ദര്‍ഭങ്ങളേയും തിരഞ്ഞ് കണ്ടെത്താന് അല്‍ഫാനൂസിന് കഴിയും.
pt: O Alfanous (A Lanterna) é vocacionado à busca de palavras do Corão, às suas propriedades e ocorrências.

source: Alfanous has the feautre to search in the translations of Quran meanings to lot of world languages
ar: الفانوس يملك خاصية البحث في ترجمات معاني القرآن إلى عدد معتبر من لغات العالم.
es: Alfanous tiene la función de buscar en las traducciones de los significados del Corán a muchos idiomas del mundo
id: Alfanous memiliki fitur untuk mencari terjemah Al-Quran dalam banyak bahasa dunia.
ja: Alfanousは、多い世界言語にコーランの意味の翻訳で検索する機能を持っている。
ku: دەتوانیت لەفانۆس بگەریت وبۆ ماناى قورئان وبەچەند زمانیکى جیاواز
ml: വിവിധ ലോകഭാഷകളിലെ ഖുര്‍ആന്‍ പരിഭാഷകളില്‍ തിരയാന്‍ അല്‍ഫാനൂസിനാവും
pt: Alafanous tem como missão buscar os significados de palavras do Corão para inúmeras línguas do mundo.

source: Alfanous is a functional, dynamic, comprehensive Qur’an search engine that has been effectively designed to carry out simple or advanced Quranic searches.
ar: الفانوس هو محرك بحث قرآني عملي, وشامل. صمم للقيام بعمليات البحث البسيطة والمتقدمة في القرآن الكريم.

source: quran
ar: قرآن
es: Corán
ja: コーラン
ku: قورئان
ml: ഖുര്‍ആന്‍
pt: Corão

source: forqan
ar: فرقان
es: forcán
id: Pembeda
ja: フルカーン
ku: فورقان
ml: ഫുര്‍ഖാന്‍
pt: distinção

source: koran
ar: قرآن
es: Corán
id: Quran
ja: コーラン
ku: قورئان
ml: ഖുര്‍-ആന്‍
pt: lido

source: search
ar: بحث
es: buscar
id: Mencari
ja: 検索
ku: كةران
ml: തിരയല്‍
pt: buscar

source: search engine
ar: محرك بحث
es: motor de búsqueda
id: Mesin Pencari
ja: 検索エンジン
ku: جولَيَنةرى طةرِان
ml: തിരയല്‍ യന്ത്രം
pt: motor de busca

source: surates
ar: سور
id: Surat
ja: スーラ
ku: سورة
ml: സൂറത്തുകള്‍
pt: Capítulos

source: advanced
ar: متقدم
es: avanzado
id: Modern
ja: 上級編
ku: بيش كةوتو
ml: വികസിതമായത്
pt: avançado

source: statistics
ar: إحصائيات
es: estadísticas
id: Statistik
ja: 統計
ku: ئامارةكان
ml: സ്ഥിതിവിവരക്കണക്ക്
pt: estatísticas

source: linguistic
ar: لغوي
es: lingüístico
id: Bahasa
ja: 言語学
ku: زمان
ml: ഭാഷാപരം
pt: linguístico

source: information retrieval
ar: البحث عن المعلومات
es: recuperación de la información
id: Mencari Keterangan
ja: 情報検索
ku: گەران بەدواى زانیارى
ml: വിവരം വീണ്ടെടുക്കല്‍
pt: recuperação de informação

source: natural language processing
ar: المعالجة اللغوية
es: procesamiento natural del lenguaje
id: Pengolahan Bahasa Alami
ja: 自然言語処理
ku: جارةسةرى زمانةوانى
ml: സ്വാഭാവിക ഭാഷാ സംസ്കരണം
pt: Processamento de linguagen natural

source: Lantern
ar: الفانوس
es: linterna
id: Lentera
ja: 灯籠
ku: فانوس
ml: റാന്തല്‍
pt: Lanterna

source: vocalized text
ar: نص مشكّل
es: texto vocalizado
id: Teks berharakat
ja: テキスト付き発音
ku: دةقى تيكةل
ml: ആഖ്യാനിച്ച പദാവലി
pt: texto vocalizado

source: uthmani script
ar: خط عثماني
es: texto uthmani
id: naskah Usmani
ja: オットマンのスクリプト
ku: بەخەتى عوسمانى
ml: ഉസ്മാനി രചന
pt: uthmani estilo

source: fuzzy search
ar: بحث تقريبي
es: búsqueda diefusa
ja: あいまい検索
ku: گەرانى بە نزیکى
ml: അവ്യക്തമായ തിരയല്‍
pt: busca sem parâmetros

source: First, select the search unit
ar: أولا، إختر وحدة البحث
es: Primero, seleccione la unidad de búsqueda
id: Pencarian Kabur
ja: まず、探索部を選んで下さい。
ku: يةكةم ,يةكةيةك هةلبزيرة بو كةران
ml: ആദ്യം തിരയല്‍ മാനകം തെരെഞ്ഞെടുക്കുക
pt: Primeiro seleccione a unidade de busca

source: You can choose whether to search in Arabic verses of the holly Quran or in its translations
ar: يمكنك الإختيار بين البحث في آي القرآن أو في ترجمات معانيه.
es: Usted puede elegir si desea buscar en los versos árabes del sagrado Corán o bien en sus traducciones
id: Anda bisa memilih untuk mencari ayat dalam Al-Quran atau terjemahnya saja
ja: 神聖なコーランのアラビア語の節またはその翻訳で検索するかどうかを選べます。
ku: هەلبژان و گەران وەگیرانى مانایى
ml: വിശുദ്ധ ഖുര്‍ആനിലെ അറബിക് വാചകങ്ങളിലോ അല്ലെങ്കില്‍ പരിഭാഷകളിലോ താങ്കള്‍ക്ക് തിരയാം
pt: Pode escolher entre buscar nos textos arábicos do sagrado Corão ou nas traduções afins

source: Select your language
ar: إختر لغتك
es: Seleccione su Idioma
id: Pilih bahasa anda
ja: ご言語を選択して下さい
ku: زمانیک هەلبژیرە
ml: നിങ്ങളുടെ ഭാഷ തിരഞ്ഞെടുക്കുക
pt: Selecione o seu idioma

source: If you didn't notice, Alfanous User Interface is now translated to other languages, choose the one that fits you the best, or, you can contribute in translating it into your native language! (see the translate link)
ar: إن لم تلاحظ، واجهة الفانوس قابلة للترجمة إلى عدّة لغات، إختر لغتك إن وجدت أو يمكنك المساهمة بإنجازها إن لم توجد.
es: Si no te diste cuenta, la interfaz de usuario Alfanous ha sido traducida a otros idiomas, elija la que le parezca mejor, o, puede contribuir en la traducción a su idioma nativo! (ver el enlace)
id: Jika anda belum tahu, tampilanAlfanous sekarang sudah diterjemahkan ke berbagai bahasa, pilih bahasa anda, atau anda bisa ikut andil menerjemahkan ke dalam bahasa anda (lihat tautan terjemah)
ja: 気づかなかった場合は、Alfanousユーザーインターフェイスは他の言語に翻訳されています。最高に合った翻訳をお選びください。または、母国語に翻訳することができる！ （翻訳のリンクを参照してください）
ku: ئةكةر تيبنينت نةكردووة , رووكارى فانوس وةركيراوة بؤ جةند زمانيك ئةوا زمانى خوت هةلبزيرة ئةكةر هةبوو يا دةتوانى يارمةتى بدةى بو زياكردنى زمانى خوت ئةكةر بوونى نةبوو
ml: നിങ്ങള്‍ ശ്രദ്ധിച്ചിട്ടില്ലെങ്കില്‍, അല്‍ഫാനൂസ് സമ്പര്‍ക്കമുഖം ഇപ്പോള്‍ മറ്റു ഭാഷകളിലേക്കും പരിഭാഷപ്പെടുത്തല്‍ നടക്കുന്നുണ്ട്. താങ്കള്‍ക്ക് അനുയോജ്യമായ ഒന്ന തെരെഞ്ഞെടുക്കൂ. അല്ലെങ്കില്‍ താങ്കള്‍ക്ക് ഈ പ്രോഗ്രാം മാതൃഭാഷയിലേക്ക് പരിഭാഷ നടത്തുന്നതിലൂടെ സംഭാവനകളും നല്‍കാം! (പരാഭാഷാ കണ്ണി കാണൂ)
pt: Se não notou, o interface do utilizador do Alfanous encontra-se agora traduzido noutras linguagens escolha portanto aquela que melhor se lhe aplica ou, opte contribuir na tradução deste sistema no seu idioma.

source: Languages
ar: اللغات
es: Idiomas
id: Bahasa
ja: 言語
ku: زمان
ml: ഭാഷകള്‍
pt: Idiomas

source: Current:
ar: الحالية:
es: Actual:
id: Sekarang
ja: 現在：
ku: ئيستا
ml: നിലവില്‍:
pt: Actual:

source: Skins
ar: التصاميم
id: Tampilan
ja: スキン
ku: كليشةكان
ml: രൂപഭാവങ്ങള്‍
pt: Fundos

source: Cerulean
ar: أزرق
es: Azul
id: Biru langit
ku: شين
ml: സെറൂലിയന്‍
pt: Azul Celeste

source: Amelia
ar: أميليا
ku: اميليا
ml: അമേലിയ
pt: Amélia

source: Readable
ar: سهل القراءة
es: Legible
id: Dapat dibaca
ja: 可読
ku: ئاسنى خويندن
ml: വായിക്കാവുന്നത്
pt: Legível

source: Slate
ar: اردواز
es: Pizarra
id: batu tulis
ja: スレート
ku: اردواز
ml: സ്ലേറ്റ്
pt: lousa

source: Spacelab
ar: المختبر الفضائي
es: Laboratorio espacial
ku: تاقيكةى ئاسمانى
ml: ശൂന്യകാശപരീക്ഷണശാല
pt: laboratório espacial

source: Super Heroes
ar: الأبطال الخارقين
id: Super hero
ja: スーパーヒーロー
ku: بالةوانة بةهيزةكان
ml: അമാനുഷ നായകര്‍
pt: Super Heróis

source: United
ar: متآلف
es: Unido
id: Serikat
ja: ユナイテッド
ku: بيكهاتوو
ml: ഐക്യരൂപം
pt: Unido

source: Our page on Facebook
ar: صفحتنا على الفايسبوك
es: Nuestra página en Facebook
id: Laman Kami di Facebook
ja: Facebookで、我々のページ
ku: لابةرةكةمان لە فەیسبووک
ml: ഞങ്ങളുടെ ഫേസ്ബുക്ക് താള്‍
pt: A nossa página no Facebook

source: Our page on Google+
ar: صفحتنا على غوغل بلاس
es: Nuestra página en Google+
id: Lama Kami di Google+
ja: Google+で、我々のページ
ku: والةكةمان لة كوكل
ml: ഞങ്ങളുടെ ഗുഗിള്‍+ താള്‍
pt: A nossa página no Google

source: Our account on Twitter
ar: حسابنا على تويتر
es: Nuestra cuenta en Twitter
id: Akun Twitter kami
ja: Twitterで、我々のアカウント
ku: لینکەکەمان لە تویتر
ml: ഞങ്ങളുടെ ട്വിറ്റര്‍ അക്കൗണ്ട്
pt: A nossa conta no Twitter

source: Our repository on Github
ar: حسابنا على غيتهاب
es: Nuestro repositorio en Github
id: Tempat SImpan kami di Github
ja: Githubで、我々のリポジトリ
ku: ناونيشان مان لة غيتاب
ml: ഞങ്ങളുടെ ഗിറ്ഹബ്ബ് നിലവറ
pt: O nosso repositório no Github

source: Our Mailing list on GoogleGroups
ar: قائمتنا البريدية في مجموعات غوغل
es: Nuestro correo en GoogleGroups
id: Milis Kami di Google Group
ja: GoogleGroupsで、我々のメーリングリスト
ku: ليستى بةريد لة كوَمةلةَى كوكل
ml: ഞങ്ങളുടെ ഗൂഗിള്‍ഗ്രൂപ്പ്സ് മെയിലിംഗ് ലിസ്റ്റ്
pt: Nosso listas de Correio Electrónico nos Grupos do Google

source: Information:
ar: المعلومات
es: Información:
id: Informasi
ja: 情報：
ku: زانیارى
ml: വിവരം:
pt: Informação:

source: Quick Tour!
ar: جولة سريعة!
es: Visita rápida!
id: Tour cepat
ja: クイックツアー！
ku: گەرانى خیرا
ml: അതിവേഗ സഞ്ചാരം!
pt: Visita Rápida

source: F.A.Q.
ar: الأسئلة الشائعة
id: Pertanyaan
ku: پرسیارى روون
ml: സ്ഥിരം ചോദ്യങ്ങള്‍
pt: Perguntas Frequentes

source: Sample search here
ar: أمثلة للبحث هنا
es: Ejemplo de búsqueda aquí
id: Contoh pencarian disini
ja: ここでサンプル検索
ku: نمونەى گەران لیرە
ml: ഉദാഹരണ തിരയല്‍ ഇവിടെ
pt: Busca simples aqui

source: Here you can learn by example about the full power of Alfanous search engine and what you can do with it.
ar: هنا يكمنك الإستفادة من الأمثلة المقدمة التي تبين الإمكانات الكبيرة لمحرك بحث الفانوس.
es: Aquí usted puede saber como se fonciuna el motor de búsqueda Alfanous y lo que puede hacer con él.
id: Di sini anda bisa belajar mengenal kelebihan Alfanous dan apa yang anda bisa perbuat dengan Alfanous.
ja: ここでは、Alfanous検索エンジンのすべての機能について例によって学ぶことができます。また、それを使って何ができるかを学ぶことができます。
ku: ليرةدا دةتوانى سود ببينى لةو نمونانةى كة بيش كةش كراون كةتيدا توانى كةورةى كةرانى فانوس روون دةكاتةوة
ml: ഉദാഹരണങ്ങള്‍ വഴി താങ്കള്‍ക്ക് ഇവിടെ അല്‍ഫാനൂസ് തിരയല്‍ യന്ത്രത്തിന്റ മുഴുവന്‍ ശക്തി മനസ്സിലാക്കുകയും അതുപയോഗിച്ച് എന്തെല്ലാം ചെയ്യാം എന്നും മനസ്സിലാക്കാം.
pt: Aqui pode-se aprender, por exemplo, sobre o pleno poder do motor de busca do Alfanous assim como tudo o que se pode fazer.

source: Help
ar: مساعدة
es: Ayuda
id: Bantuan
ja: ヘルプ
ku: یارمەتى
ml: സഹായം
pt: Ajuda

source: Contact
ar: اتصل بنا
es: Contacto
id: Hubungi Kami
ja: 連絡先
ku: پەیوەندیمان پیوە بکەن
ml: ബന്ധപ്പെടുക
pt: Contato

source: Download
ar: تحميل
es: Descargar
id: Unduh
ja: ダウンロード
ku: دابەزانن
ml: ഇറക്കുമതി ചെയ്യുക
pt: Descarregar

source: Contribute:
ar: ساهم
es: Contribuir:
id: ikut andil
ja: 貢献して下さい：
ku: يارمةتى
ml: സംഭാവന ചെയ്യുക:
pt: Contribua

source: Feedback
ar: تعليقات
es: Sugerencias
id: Umpan balik
ja: フィードバック
ku: زانیارى
ml: പ്രതികരണം
pt: Comentários

source: Translate
ar: ترجم
es: Traducir
id: Terjemah
ja: 翻訳する
ku: وةرطيَران
ml: പരിഭാഷപ്പെടുത്തുക
pt: Traduzir

source: we really need your help!
ar: نحن حقا في حاجة لمساعدتك
es: Realmente necesitamos tu ayuda!
id: Kami mengharap bantuan anda!
ja: 我々は本当にお願いします！
ku: ئيمة بيويستمان بةهاوكارى هةية
ml: ഞങ്ങള്‍ക്ക് നിങ്ങളുടെ സഹായം അത്യാവശ്യമാണ്!
pt: A vossa ajuda é muito necessária!

source: We're looking to fund the project, if you like it, help us making it even better.
ar: نحن نعمل على إيجاد دعم مادي للمشروع، إن أعجبك، يمكنك المساهمة لجعله أفضل.
es: Estamos buscando para financiar el proyecto, si te gusta, ayudanos para mejorarlo.
id: Kami butuh dana, jika berkenan, bantu kami membuatnya menjadi lebih baik
ja: 我々はこのプロジェクトに資金を供給するために探している。それを好きなら、それをより良い作るのに手伝って下さい。
ku: ئيمة دةكةرين بةدواى بالشتى مادى بو بروزةكةمان ئةكةر دةتوانيت يارمةتيمان بدةى بو بةرو بيش جونى بروزةكةمان
ml: ഞങ്ങള്‍ ഈ പദ്ധതി ഫണ്ട് ചെയ്യാന്‍ താത്പര്യമുള്ളവരെ അന്വേഷിക്കുന്നുണ്ട്. താങ്കള്‍ക്ക് താത്പര്യമുണ്ടെങ്കില്‍ ഈ പദ്ധതി കുറച്ചുകൂടി മെച്ചപ്പെട്ടതാക്കാം.
pt: Procuramos quem nos financie este projecto; se lhe apraz, por favor ajude-nos a torná-lo ainda melhor.

source: Donate
ar: تبرع
es: Donación
id: Donasi
ja: ご寄付
ku: بةخشين
ml: സംഭാവന ചെയ്യുക
pt: Doe

source: Other means
ar: طرق أخرى
es: otros medios
id: Cara lain
ja: 他の手段
ku: ريكةكةكانى ديكة
ml: മറ്റു മാര്‍ഗങ്ങള്‍
pt: Outros meios

source: Alfanous is smart!
ar: الفانوس محرّك ذكي!
es: Alfanous es inteligente!
id: Alfanous itu Cerdas
ja: Alfanousはスマートです！
ku: فانوس جولاويكى زيرةك
ml: അല്‍ഫാനൂസ് കാര്യക്ഷമമാണ്
pt: O Alfanous é inteligente!

source: search query here ...
ar: عبارة البحث هنا ...
es: busca aquí ...
id: Cari yang mungkin disini
ja: ここで検索のクエリ...
ku: كةران ليرة...
ml: തിരയല്‍ വാക്ക് ഇവിടെ ...
pt: Consulta de busca aqui

source: Quick search
ar: بحث سريع
es: Búsqueda Rápida
id: Telusur cepat
ja: 高速検索
ku: كةرانى خيرا
ml: പെട്ടെന്ന് തിരയുക
pt: Busca rápida

source: Even more!
ar: وأكثر من ذلك!
es: Aún más!
id: Lebih
ja: さらに！
ku: زياتر لةوة!
ml: ഇനിയും കൂടുതല്‍!
pt: Ainda mais!
