Repository: Alfanous-team/alfanous
Catalog: src/alfanous-django/locale/*/LC_MESSAGES/django.po
Languages: ar, es, id, ja, ku, ml, pt

source: You can <strong>sort</strong>, <strong>filter</strong> search reasults or choose a translation, you can as well choose a recitator!
ar: بإمكانك <strong>ترتيب</strong>, <strong>تصفية</strong> النتائج أو إختيار ترجمة أو تلاوة للقرآن مناسبة لك!
es: Puede ordenar <strong> </ strong>, <strong> filtro </ strong> Resultados de la búsqueda o elegir una traducción, usted puede también elegir un recitador!
id: Anda bisa menyingkat, menyaring hasil pencarian, memilih terjemah dan juga pembaca ayat.
ja: 検索結果を<strong>ソート</strong>して<strong>フィルタリング</strong>すること、または翻訳を選ぶことができます。また、暗唱を選べます！
ku: ئةنجام<strong> هةلبزاردن</strong>, <strong> بالاوتن </strong> ريكخستن . دةتوانيت وةركيران يا خويندنةوة يةكى كونجاو
ml: തിരച്ചില്‍ ഫലങ്ങള്‍ താങ്കള്‍ക്ക് <strong>sort</strong>, <strong>അരിക്കാവുന്നതാണ്</strong> അല്ലെങ്കില്‍ ഒരു പരിഭാഷ തിരഞ്ഞെടുക്കാം, അതുപോലെ പാരായണ കര്‍ത്താവിനേയും താങ്കള്‍ക്ക് തിരഞ്ഞെടുക്കാം!
pt: Pode classificar <strong> </ strong>, <strong> filtro </ strong> resultados de busca ou escolher uma tradução e pode também escolher um recitador!

source: Search options
ar: خيارات البحث:
es: Opciones de Búsqueda
id: Opsi penelusuran
ja: 検索オプション
ku: هەلبژاردنى گەران
ml: തിരച്ചില്‍ ഐച്ഛികങ്ങള്‍
pt: Opções de busca

source: Bismi'Allah Go!
ar: بسم الله!
es: empezamos en el nombre de Allah
id: Dengan nama Allah....OK
ja: ビスミーアッラー、行け！
ku: بةناوى خوا
ml: ബിസ്മില്ലാഹ് തുടങ്ങുക!
pt: Bismi'Allah avance!

source: Help!
ar: مساعدة!
es: ¡Ayuda!
id: Bantuan!
ja: 助けて下さい！
ku: يارمةتى
ml: സഹായം!
pt: Ajuda!

source: Please help us translate Alfanous Project into more languages!
ar: الرجاء المساعدة في ترجمة الموقع إلى لغات أخرى!
es: Por favor Ayúdenos a traducir Proyecto Alfanous a otros idiomas!
id: Bantu kami menerjemahkan Alfanous ke banyak bahasa dunia
ja: 多くの言語にAlfanousプロジェクトを翻訳して助けてください！
ku: تكاية هاوكاريمان بكة بو وةر كيران بو زمانةكانى تر
ml: കൂടുതല്‍ ഭാഷകളിലേക്ക് അല്‍ഫാനൂസ് പരിഭാഷപ്പെടുത്തി ഞങ്ങളെ സഹായിക്കുക!
pt: Por favor ajude-nos a traduzir o projecto Alfanous em ainda mais idiomas!

source: Please help us improving Alfanous Project, by taking this survey about search features in Holy Quran.
ar: من فضلكم المساهمة في تطوير مشروع الفانوس بالإجابة على هذا الاستطلاع حول مزايا البحث في القرآن
es: Ayúdenos a mejorar Alfanous proyecto, mediante la adopción de esta encuesta sobre las funciones de búsqueda en Santo Corán.
id: Bantu kami mengembangkan Alfanous dengan mengisi survey tentang fitur-fitur pencarian dalam Kitab suci Al-Quran
ja: 神聖なコーランの検索機能については、この調査を取ることによって、Alfanousプロジェクトを改善する助けてください。
ku: تكاية هاوكاريمان بروزةى فانوس بو بيش كةوتنى فانوس ئةويش لةريكةى كةران لايةن باشةكانى قوران
ml: ഈ സര്‍വ്വേയില്‍ പങ്കാളിയാവുന്നത് വഴി അല്‍ഫാനൂസിനെ മികച്ചതാക്കാന്‍ ഞങ്ങളെ സഹായിക്കൂ
pt: Por favor ajude-nos a melhorar o Projecto Alfanous completando esta pesquisa sobre o sistema de busca do Sagrado Corão.

source: Info!
ar: معلومة
es: información!
ja: 情報！
ku: روونة
ml: വിവരം!

source: The source of indexed Quran translations is Tanzil Project
ar: مصدر ترجمات القرآن المفهرسة هو مشروع تنزيل
es: La fuente de las traducciones del Corán indexados es el Proyecto Tanzil
id: Sumber terjemah Al-Quran diindeks dari Proyek Tanzil
ja: インデックス付きのコーランの翻訳のソースはTanzilプロジェクトです
ku: سةرجاوةى وةركيران قورئان و فةهرةست كة بروزةى داكرتن
ml: പട്ടികപ്പെടുത്തിയിരിക്കുന്ന ഖുര്‍ആന്‍ പരിഭാഷകളുടെ ഉറവിടം തന്‍സീല്‍ പദ്ധതിയാണ്
pt: A base das traduções do Sagrado Corão assentam no projecto Tanzil

source: Share!
ar: أنشر!
es: compartir!
id: Bagi
ja: 共有する
ku: بلاَو كردنةوة !
ml: പങ്കുവെക്കുക!
pt: Compartilhe!

source: Copyright
ar: حقوق النسخ
es: Derechos de autor
id: Hak cipta
ku: مافى دابةزاندن
ml: പകര്‍പ്പവകാശം
pt: Direitos de autor

source: Alfanous Team
ar: فريق الفانوس
es: Equipo Alfanous
id: Tim Alfanous
ja: Alfanousのチーム
ku: كروبى فانوس
ml: അല്‍ഫാനൂസ് സംഘം
pt: O Grupo Alfanous

source: released under
ar: منشور تحت
es: publicado bajo
id: terbitan di bawah
ja: リリース
ku: بلاوكراوة لةزير
ml: പുറത്തിറക്കിയിരിക്കുന്ന അനുമതിപത്രം
pt: Publicado sob

source: AGPL license
ar: إتفاقية AGPL
es: licencia AGPL
id: Lisensi AGPL
ja: AGPLライセンス
ku: ريكةوتن AGPL
ml: എജിപിഎല്‍ അനുമതിപത്രം
pt: Licença AGPL

source: Powered by
ar: مدعوم من
es: Desarrollado por
id: Diberdayakan oleh
ku: دواكراو ليرة
ml: ശക്തി നല്‍കിയിരിക്കുന്നത്
pt: Desenvolvido por

source: Add to your search bar!
ar: أضف إلى شريط البحث
es: Añadir a tu barra de búsqueda!
id: Pasang di bar pencarian anda
ja: ご検索バーに追加！
ku: زياد كرد بو .... كةران
ml: താങ്കളുടെ തിരയല്‍കൂടിലേക്ക് ചേര്‍ക്കുക!
pt: Adicione à sua barra de busca!

source: See
ar: أنظر
es: Ver
id: Lihat
ja: 参照
ku: ببينة
ml: കാണുക
pt: Veja

source: this link
ar: هذا الرابط
es: este enlace
id: Tautan ini
ja: このリンク
ku: ئةو لينكانة
ml: ഈ കണ്ണി
pt: este link

source: Close
ar: إغلاق
es: Cerrar
id: Tutup
ja: 終了
ku: دا يبخة
ml: പൂട്ടുക
pt: Feche

source: Searching in Quran Ayahs
ar: البحث في آيات القرآن
es: Búscando en los versículos del Corán
id: Cari di Ayat Al-Quran
ja: コーランのアヤで検索
ku: كةران بةدواى ئايةت
ml: ഖുര്‍ആന്‍ ആയത്തുകളില്‍ തിരയുന്നു
pt: Busca nos versículos Corânicos

source: Exact search
ar: بحث مطابق
es: Búsqueda exacta
id: Cari identik
ja: 完全な検索
ku: گەرانى لیکچوو
ml: കൃത്യമായ തിരയല്‍
pt: Busca exacta

source: Phrase search
ar: البحث بالجملة
es: búsqueda de frase
id: Mencari Berdasarkan Kalimat
ja: フレーズ検索
ku: گەران بە رستە
ml: വാചകം തിരയുക
pt: Busca de frase

source: Logical relations
ar: العلاقات المنطقية
es: relaciones lógicas
id: Hubungan logis
ja: 論理関数
ku: بةيوةندى لوزيكى
ml: യുക്തിക ബന്ധങ്ങള്‍
pt: Relações lógicas

source: Wildcards
ar: الجوكرز
es: Comodines
id: Mencari text di direktori yang tidak dapat diperkirakan
ja: ワイルドカード文字
ku: جوكةر
ml: വൈല്‍ഡ്കാര്‍ഡുകള്‍

source: Fields
ar: حقول
es: Campos
id: Bidang
ja: フィールド
ku: خانةكان
ml: പ്രദേശങ്ങള്‍
pt: Campos

source: Intervals
ar: المجالات
es: Intervalos
id: jarak waktu
ja: 間隔
ku: بوارەکان
ml: ഇടവേളകള്‍
pt: intervalos

source: Partial vocalization
ar: تشكيل جزئي
es: vocalización parcial
id: Memberi harakat sebagian
ja: 部分的な発声
ku: ريكخستنى بةشى
ml: അര്‍ധ വ്യാഖ്യാനം
pt: Vocalização parcial

source: Word properties
ar: خصائص الكلمة
es: propiedades de la palabra
id: kata sifat
ja: 単語性質
ku: تايبةت مةنى ووشة
ml: പദത്തിന്റെ ഗുണഗണങ്ങള്‍
pt: Propriedades da palavra

source: Derivations
ar: المشتقات
es: Derivaciones
id: asal mula
ja: 派生語
ku: وەر گیراو
ml: ഉത്പന്നങ്ങള്‍
pt: Derivações

source: Buckwalter Transliteration
ar: تهجئة بُكْوَلْتَر (Buckwalter)
es: y la traducción
ja: と翻訳
ml: ബക്ക്വാള്‍ട്ടര്‍ ലിപ്യന്തരണം
pt: Transliteração Buckwalter

source: Searching in Quran Translations
ar: البحث في ترجمات القرآن
es: Búsqueda en traducciones del Corán
id: Cari di terjemah Al-Quran
ja: コーランの翻訳で検索
ku: كةران بةدواى وةركيرانى ئايةت
ml: ഖുര്‍ആന്‍ പരിഭാഷകളില്‍ തിരയുന്നു
pt: Busca nas traduções do Corão

source: The website does not work well on Internet Explorer, we suggest to use another browser such as:
ar: الموقع لايعمل جيدًا في انترنت اكسبلورر, ننصح باستعمال مستعرض آخر مثل:
es: El sitio web no funciona bien en Internet Explorer, se aconseja utilizar otro navegador como :
id: Website tidak bekerja dengan baik pada Internet Explorer, kami sarankan untuk menggunakan peramban lain seperti:
ja: ウェブサイトは、Internet Explorerでうまく動作しません。だから、次のような別のブラウザを使うことをお勧めします:
ku: ئەم سايتة كار ناكات باش لەئەنتەرنیت ئیسکبور .. باشترە بەبەکارهینان شیوە تر وەک:
ml: ഈ വെബ്സൈറ്റ് ഇന്റർനെറ്റ് എക്സ്‌പ്ലോററില്‍ നന്നായി പ്രവര്‍ത്തിക്കില്ല. താങ്കള്‍ക്ക് ഉപയോഗിക്കാവുന്ന മറ്റ് ബ്രൗസറുകള്‍:
pt: Esta página de web não tem pleno funcionamento no Internet Explorer, sugerimos que use outro browser como:

source: Firefox
ar: فايرفكس
ku: فايةر فوكس
ml: ഫയര്‍ഫോക്സ്‌

source: Awarded!
ar: الجوائز
es: Otorgado!
id: Penghargaan
ja: 受賞!
ku: ئامادةكراو
ml: സമ്മാനിച്ചിരിക്കുന്നു!
pt: Premiado

source: Alfanous.org was chosen as the best-in-technicaity website in the competition AlgeriaWebAwards 2012.
ar: الموقع أختير كأفضل موقع من حيث التقنية المستعملة فيه في مسابقة AlgeriaWebAwards لسنة 2012
es: Alfanous.org fue elegido como el mejor sitio web por AlgeriaWebAwards en 2012.
id: Alfanous.org terpilih sebagai situs terbaik dalam hal teknisi di kompetisi Algeria Web Awards 2012.
ja: Alfanous.orgはAlgeriaWebAwards2012年の競技に、最高の専門的なウェブサイトに選ばれました。
ku: ئةو بةرةى هةلبتزاردووة وةك باشترين لةرووى بةكار هاتوو لة بيشوو سالى AlgeriaWebAwards 2012
ml: 2012 അള്‍ജീരിയ വെബ് അവാഡ്സില്‍ അല്‍ഫാനൂസ്.ഓര്‍ഗ് മികച്ച സാങ്കേതിക ഗുണമേന്മയുള്ള വെബ്സൈറ്റായി തെരെഞ്ഞെടുക്കപ്പെട്ടിട്ടുണ്ട്.
pt: Alfanous.org foi eleito como a tecnicamente melhor p'agina de web na competição Argélia-WebAwards 2012.

source: How to donate
ar: كيف تتبرع
es: cómo haces donación
id: Bagaimana Berdonasi
ja: 寄付のしかた
ku: جون دةبوخشى
ml: എങ്ങനെ സംഭാവന ചെയ്യാം
pt: Como doar

source: We're stuck looking for possible ways for donations/Funding. Any help is appreciated!
ar: تصادفنا مشاكل في العثور على حل مناسب لاستقبال التبرعات أو الدعم المادي، نرحب بأي مساعدة في هذا المجال.
es: Estamos atrapados en busca de posibles formas de donación / financiación. Cualquier ayuda se agradece!
id: Kami menerima bantuan berupa sumbangan/pendanaan. Setiap bantuan sangat kami hargai!
ja: 寄付/資金調達の可能な方法を模索して立ち往生している。すべてのヘルプは大歓迎です!
ku: ريكةوت لةسةر جارةسةر بو كيشةكان لة مةجالى بةخشين بو كةيشتنى هاوكاريةكانتان بةشيوةى هاوكارى مادى ... بةهةر جورة هاوكاريك لةم مةجالةدا
ml: ഞങ്ങള്‍ സംഭാവനകള്‍ക്കും/ഫണ്ടുകള്‍ക്കും ലഭ്യമായ വഴികള്‍ തേടിക്കൊണ്ടിരിക്കുകയാണ്. ഏതുതരം സഹായവും സ്വാഗതം ചെയ്യപ്പെടും!
pt: Estamos paralizados por motivo de falta de doações/investimento. O seu auxílio será devidamente apreciado.

source: Any way you can help by:
ar: مع ذلك يمكنك المساهمة عبر:
es: De todas formas usted puede ayudar:
id: Anda bisa membantu lewat :
ja: 助けることができる任意の方法:
ku: بو كةيشتنى هاوكاريةكان لةري :
ml: എങ്ങനെയായാലും താങ്കള്‍ക്ക് സഹായിക്കാവുന്നത്:
pt: De qualquer forma poderá ajudar por:

source: Pay our web hosting monthly bills directly, we create an account for you in the host to do that.
ar: دفع المستحقات الشهرية لمستضيف الموقع مباشرة، سنقوم بتوفير حساب خاص لمن يتطوع لذلك.
es: Pague directamente nuestros alojamiento web (facturas mensuales ), creamos una cuenta para usted en el huésped para hacerlo.
id: Bayar web hosting bulanan kami secara langsung, kami membuat account untuk Anda dalam host untuk melakukan itu.
ja: 直接で毎月の請求書を弊社のWebホスティングを支払ってお願いします。それを行うために、当社はホストであなたのアカウントを作成します。
ku: بيدانى مانكانة بو زيادكردنى سايت راستةو خو .هةلدةستين بةكردنةوةى حسابيكى تايبةت بو ئةوةى دةبةخشيت
ml: മാസം തോറുമുള്ള ഞങ്ങളുടെ വെബ് ഹോസ്റ്റിംഗ് ബില്‍ അടക്കൂ, അതിനായി ഞങ്ങള്‍ ഹോസ്റ്റില്‍ നിങ്ങള്‍ക്കൊരു അക്കൗണ്ട് സജ്ജീകരിച്ചുതരാം.
pt: Pague directamente a mensalidade à nossa Web Hosting, criámos lá uma conta específica para tal.

source: Lead an advertising compaign for the project website through Google adwords or Facebook.
ar: قد حملة إشهارية لموقع المشروع عبر Google adwords أو Facebook.
es: Dirigir una campaña de publicidad para el sitio web del proyecto a través de Google Adwords o Facebook.
id: Kampanyekan iklan untuk proyek ini melalui Google adwords atau Facebook.
ja: Googleアドワーズ広告やFacebookを通じて、プロジェクトのウェブサイトのための広告キャンペーンをリードしてお願いします。
ku: بوكواستنةوةى مانكانة ى لابةرة بو بروزة لةرى ى
ml: ഈ പദ്ധതിക്കായി ഗുഗിള്‍ ആഡ് വേഡ്സ് വഴിയോ ഫേസ്ബുക്ക് വഴിയോ ഒരു പരസ്യപ്രചാരണം നടത്തുക
pt: Envolva-se numa campanha publicitária para o projecto da página através do Adwords do Google ou do Facebook.

source: Buy Products (T-shirts, Cups, Hats) from Zazzle
ar: إشتر منتجات (أقمصة، كؤوس، قبعات) من Zazzle
es: Comprar productos (camisetas, tazas, sombreros) por Zazzle
id: Buckwalter Transliterasi
ja: Zazzleから「T-shirtsやカップや帽子」の製品を買って下さい。
ku: كرينى بةرهةمى ( قةميس .كوس ) لة
ml: സാസിലില്‍ നിന്ന് ഉത്പന്നങ്ങള്‍ (ടീഷര്‍ട്ടുകള്‍, കപ്പുകള്‍, തൊപ്പികള്‍) വാങ്ങുക
pt: Adquira productos (T-shirts, copos, chapéus) da Zazzle

source: Donate by flattr:
ar: التبرع عن طريق فلاتر:
es: Donar por flattr:
id: Donasi dengan Flattr
ja: flattrによって寄付して下さい：
ku: بةخشين لةرى فلاتةر :
ml: ഫ്ലാറ്റര്‍ വഴി സംഭാവന ചെയ്യുക:
pt: Doe através do Blog Flattr - microdoações

source: Contact us
ar: اتصل بنا
es: Contáctenos
id: Hubungi Kami
ja: 連絡先
ku: بةيوةنديمان بيوةبكة
ml: ഞങ്ങളെ ബന്ധപ്പെടുക
pt: Contacte-nos

source: If you have a concrete bug report for Alfanous please go to
ar: إذا كنت تريد الإبلاغ عن ثغرة، الرجاء الإنتقال إلى
es: Si usted tiene un informe de error concreto para Alfanous visite
id: Jika Anda mendapatkan kesalahan di program Alfanous ini silahkan mengunjungi
ja: Alfanousに具体的なバグが見付けたら、レポートしてください
ku: ئةكةر دةتةويت لة , تكاية برو بو
ml: അല്‍ഫാനൂസില്‍ ഒരു വലിയ ബഗ് ഉണ്ടെങ്കില്‍ അത് സമര്‍പ്പിക്കാനായി പോവുക
pt: Se tiver um bug específico para apresentar à Alfanous, por favor aceda a

source: submit your report and tag it "bug".
ar: أدخل تقريرك حول الثغرة وأضف السمة "bug".
es: presentar su informe y la etiqueta es "bug".
id: Submit Laporan dan Tag di "bug".
ja: 「bug」というレポートを提出してください。
ku: تيبينيةكةت لة ثغرة زياد بكةو ناوى بنوسة \"bug\"
ml: താങ്കളുടെ റിപ്പോര്‍ട്ട് സമര്‍പ്പിച്ച് അതിനെ ബഗ്ഗെന്ന് ടാഗ് ചെയ്യുക
pt: Submeta o seu texto e marque-o "bug"

source: If you want to participate in actively developing Alfanous,by testing read
ar: إذا كنت تريد المساهمة في تطوير الفانوس، إقرأ:
es: Si usted desea participar en el desarrollo de Alfanous, probando leer
id: Jika anda ingin ikut mengambil bagian secara aktif dalam mengembangkan Alfanous, bisa dengan tes
ja: テストによって積極的にAlfanousの開発に参加したい場合は、この次をお読みください
ku: ئةكةر دةتويت بةشداربيت لةبيش كةوتنى فانوس بخوينة
ml: ടെസ്റ്റിംഗ് വഴി അല്‍ഫാനൂസ് സജീവമായി വികസിപ്പിക്കുന്നതില്‍ താങ്കള്‍ പങ്കാളിയാവാന്‍ ആഗ്രഹിക്കുന്നുണ്ടെങ്കില്‍, വായിക്കുക
pt: Se quizer participar activamente no desenvolvimento em testes do Alfanous, leia

source: and by coding read
ar: وبالبرمجة إقرأ
es: y mediante la codificación de leer
id: dan membaca pengkodean
ja: コーディングによって、この次をお読みください
ku: بةبةرنامة بخوينة
ml: കോഡ് ചെയ്താണെങ്കില്‍ വായിക്കുക
pt: e para teste de código, leia

source: If you want to help in Alfanous somehow, read
ar: إذا كنت تريد المساهمة في الفانوس بأي طريقة ممكنة، إقرأ:
es: si usted desea ayudarnos en el proyecto,lee
id: Jika Anda ingin membantu Alfanous dengan cara yang anda bisa, baca
ja: 何とかAlfanousに手助けをしたい場合は、この次をお読みください
ku: ئةكةر دةنةويت بةشداربيت لة فانوس بةهةر ريكايةك بخوينة
ml: നിങ്ങള്‍ ഏതെങ്കിലും തരത്തില്‍ അല്‍ഫാനൂസിനെ സഹായിക്കാന്‍ താത്പര്യപ്പെടുന്നുണ്ടെങ്കില്‍, വായിക്കുക
pt: Localizar em templates/popups_content.html:185

source: If you have a feature request, a proposition or a question for the project, you may use the mailing list.
ar: إذا كنت تريد طلب مزية أو إقتراح أو سؤال حول المشروع، يمكنك استعمال القائمة البريدية.
es: Si usted tiene una de estas solicitudes, una proposición o una pregunta para el proyecto, puede utilizar la lista de correo.
id: Jika Anda memiliki permintaan fitur, preposisi atau pertanyaan tentang proyek tersebut, Anda dapat menggunakan milis.
ja: 機能要求や提案やプロジェクトの質問がある場合は、次のメーリングリストを使用してください。
ku: ئةكةر دةتةويت دواى باشترو بيشنيارى باشتر لة ثرؤزةكة بكةى . دةتوانيت لةرى بةكار هينانى فايلى بةريدى ئةلكترونيوة
ml: ഒരു സവിശേഷത ആവശ്യമാണെങ്കില്‍, ഒരു അഭിപ്രായമുണ്ടെങ്കില്‍, ഒരു ചോദ്യം ചോദിക്കാനുണ്ടെങ്കില്‍ താങ്കള്‍ക്ക് ഞങ്ങളുടെ മെയിലിംഗ് ലിസ്റ്റ് ഉപയോഗിക്കാവുന്നതാണ്.
pt: Se tiver um futuro pedido, uma proposta, ou uma pergunta sobre/para o projecto, pode usar a lista de e-mail.

source: If you want to criticize the project, we'll be thankful if you resume your criticism and send it to the mailing list.
ar: إذا أردت إنتقاد المشروع، سنكون ممتنين لك إن قمت بصياغة إنتقادك وإرساله إلى القائمة البريدية.
es: Si quiere criticar el proyecto, estaremos agradecidos ,escriba su crítica y envialo a la lista de correo.
id: Jika Anda ingin memberi kritik proyek ini, kami akan berterima kasih jika Anda menulis kritik Anda dan mengirimkannya ke milis.
ja: プロジェクトを批判する場合は、この批判を再開してメーリングリストに送信することに感謝します。
ku: ئةطةر رةخنةيةك يا ثيَش نيار هةية بةسوثاسةوة وةرى دةطرين ثةيوةنديمان ثيَوة بكة
ml: നിങ്ങള്‍ക്ക് ഈ പദ്ധതിയെ വിമര്‍ശിക്കണമെങ്കില്‍ അതു കേള്‍ക്കുന്നതില്‍ ഞങ്ങള്‍ക്ക് സന്തോഷമേയുള്ളൂ. താങ്കളുടെ വിവരങ്ങളും വിമര്‍ശനങ്ങളും ഞങ്ങളുടെ മെയിംലിംഗ് ലിസ്റ്റിലേക്കയക്കൂ.
pt: Qualquer crítica ao projecto, agradecemos que tal seja resumido e enviado à lista de e-mail.

source: For anything else, you can contact us via the mailing list which is:
ar: لأي شيء آخر يمكنك الإتصال بنا عبر القائمة البريدية.
es: Para cualquier otra cosa, puede contactar con nosotros a través de la lista de correo electrónico que es:
id: Untuk hal lain, Anda dapat menghubungi kami melalui milis:
ja: 何もに、メーリングリストを介してお問い合わせしてください：
ku: بؤهةرشتيكى تر دةتوانى ثةيوةنديمان بيَوة بكةى لةرِى ئيَملةوة
ml: മറ്റെന്തിനും ഞങ്ങളെ മെയിലിംഗ് ലിസ്റ്റില്‍ ബന്ധപ്പെടുക, വിലാസം:
pt: Por qualquer outro motivo utilize a lista de e-mail

source: How to contribute
ar: كيف تساهم
es: Cómo contribuir
id: Bagaimana berkontribusi
ja: 貢献する方法
ku: ضؤن هاوكاريمان دةكةى
ml: എങ്ങനെ സംഭാവന ചെയ്യാം
pt: Localizado em templates/popups_content.html:190

source: Spreading the word
ar: نشر الفكرة
es: Difundiendo el mensaje
id: Sebarkan
ja: 言葉を広める
ku: بلاَوكردنةوة رِاو بوَ ضوون
ml: ഈ വാചകം പ്രചരിപ്പിക്കുക
pt: Divulgue a palavra

source: Following and sharing our social network pages:
ar: متابعة ونشر صفحاتنا الإجتماعية:
es: Siguiendo y compartir nuestras páginas en las redes sociales:
id: Ikuti dan Sebarkan Laman Jaringan Sosial kami:
ja: 当社ソーシャルネットワークのページに従ってと共有:
ku: ئاطادار بونةوة وةبلاَو كردنةوة لةسةر والَةى كؤمةلاَيةتى
ml: ഞങ്ങളുടെ സോഷ്യല്‍ നെറ്റ്‌വര്‍ക്ക് താളുകള്‍ പിന്തുടരുകയും പങ്കുവെക്കുകയും ചെയ്യുക:
pt: Seguindo e partilhando as nossas páginas de network social

source: Sharing a link to
ar: نشر رابط إلى
es: Compartir un enlace a
id: Sebarkan tautan ke
ja: リンクを共有する
ku: بلاَو كردنةوة ئةو لينكة بؤ
ml: ഒരു കണ്ണി പങ്കുവെക്കുക
pt: Partilha do link para

source: our website
ar: موقعنا
es: nuestro sitio web
id: Web kamiا
ja: 当社のWebサイト
ku: ناونيشانمان
ml: ഞങ്ങളുടെ വെബ്സൈറ്റ്
pt: Nossa página de web

source: via your accounts in Social networks.
ar: عبر حساباتك في الشبكات الإجتماعية.
es: a través de sus cuentas en las redes sociales.
id: Lewat akun jaringan sosial anda.
ja: ソーシャルネットワークでごアカウントを経由して。
ku: لةرِىَ ى ناونيشانةكةت لة تؤرِى كؤمةلاَيةتى
ml: താങ്കളുടെ സോഷ്യല്‍ നെറ്റ്‌വര്‍ക്ക് അക്കൗണ്ടുകളിലൂടെ
pt: Via vossas contas na network Social

source: Pointing skilled developers and Quranic researchers to the importance of the project.
ar: تنبيه المطورين والباحثين في مجال القرآن إلى المشروع وأهميته.
es: Señalando a los programadores cualificados e investigadores del Corán a la importancia del proyecto.
id: pengembang yang terampil dan peneliti Al-Quran yang menunjukkan pentingnya proyek ini.
ja: プロジェクトの重要性に開発者の熟練やコーランの研究者を指す。
ku: ئاطادارى بو ئةوانةى كة ليكؤلينةوة دةكةن لةبوارى قورئان ئيمة طرنطى بيدةدةين
ml: കഴിവുള്ള ഡെവലപ്പേഴ്സിനും ഖുര്‍ആന്‍ ഗവേഷകര്‍ക്കും ഈ പദ്ധതിയുടെ പ്രാധാന്യം മനസ്സിലാക്കിക്കൊടുക്കുക.
pt: Apresentando criadores qualificados e investigadores no ambito do Corão à altura da importância do projecto.

source: Writing articles about the project in blogs, newspapers.
ar: كتابة مقالات عن المشروع في المدونات والمواقع الإخبارية والجرائد.
es: Escribir artículos sobre el proyecto en blogs, periódicos.
id: Tulis artikel tentang proyek di blog atau laman berita.
ja: ブログや新聞にプロジェクトについての記事を書く。
ku: ثةرتوك و طؤظار و لة ثرِؤذةكةمان لة ناوضةو شوينة جياوازةكان
ml: ഈ പദ്ധതിയെ കുറിച്ച് പത്രങ്ങളിലും ബ്ലോഗുകളിലും ലേഖനങ്ങളെഴുതുക
pt: Escritores de artigos sobre o projecto em blogs, jornais.

source: Showing a banner on your Blog/Website.
ar: وضع بانر إشهاري على موقعك أو مدونتك.
es: Mostrar un banner en su blog / sitio web.
id: Pasang banner di blog/website.
ja: ごブログ/ウェブサイトにバナーを表示しています。
ku: ديارى كردنى شونى جوكرافى
ml: നിങ്ങളുടെ ബ്ലോഗില്‍/വെബ്സൈറ്റില്‍ ഒരു ബാനര്‍ പ്രദര്‍ശിപ്പിക്കുക
pt: Exibição de banner no seu blog/página de web.

source: creating an ad for alfanous links using Google adwords or facebook if you're familiar with that (btw,it needs money)
ar: إنشاء إشهارات لروابط المشروع باستعمال Google adwords أو فايسبوك إن كنت خبيرا بذلك (تحتاج إلى مبلغ مالي لفعل ذلك)
es: creación de una campaña para alfanous utilizando Google adwords o facebook si está familiarizado con ese (por cierto, se necesita dinero)
id: membuat iklan untuk link alfanous menggunakan Google adwords atau facebook jika Anda terbiasa dengan itu (btw, butuh uang)
ja: Googleアドワーズ広告やfacebookで精通している場合、alfanousリンクの広告を作成してお願いします。（ところで、それはお金を必要とします）
ku: دروست كردنى لينك لةِريَطةى Google adwords يا تؤرِى فيس بوك ئةكةر ثيَويستى بةبرِيَك ثارة هةية
ml: താങ്കള്‍ക്ക് മുന്‍പരിചയം ഉണ്ടെങ്കില്‍ ഗൂഗിള്‍ ആഡ് വേഡ്സോ ഫേസ്ബുക്കോ ഉപയോഗിച്ച് അല്‍ഫാനൂസിന്റെ പരസ്യം നിര്‍മ്മിക്കാം (പക്ഷേ അതിന് കാശ് ചെലവുണ്ട്)
pt: Gerar um ad dos links do Alfanous usando para tal o Google Adwords ou o Facebook, se estiver familiarizado (mas é pago)

source: Or by
ar: أو بـ:
es: O por
id: Atau dengan
ja: または
ku: يا بة
ml: അല്ലെങ്കില്‍ ഇതുവഴി
pt: Ou através

source: Managing and Animating our social network pages with news and daily posts [Arabic, English]:
ar: إدارة وإحياء صفحاتنا على الشبكات الإجتماعية بإمدادها بأخبار جديدة واشتراكات يومية والرد على تعليقات الزوار.
es: Gestión de nuestras páginas en las redes sociales,publicar nuevas noticias y responder a los comentarios.
id: Mengelola dan Animasi laman sosial jaringan kami dengan berita dan posting harian [Bahasa Arab, Bahasa Inggris]:
ja: ニュースと日常の記事を使用した当社のソーシャルネットワークページを管理する[アラビア語、英語]:
ku: رِيكخةرى مالَثةرةكةمان لة تؤرِى كؤمةلاَيةتى بة بةردةوامى لةبابةتى نؤى هةوالَ ئاشناتان دةكات رِوَذانة وة وةلام دانةوةى ثرسيارو سةرنجةكانتان
ml: ദിനേനയുള്ള പോസ്റ്റുകള്‍ [അറിബിക്, ഇംഗ്ലിഷ്] വഴി ഞങ്ങളുടെ സോഷ്യല്‍ നെറ്റ്‌വര്‍ക്ക് താളുകള്‍ കൈകാര്യം ചെയ്യുകയും നിലനിര്‍ത്തുകയും ചെയ്യുക:
pt: Administre e anime as nossa páginas de web sociais com novos textos diários [Arábico, Inglês, Português]:

source: Translating project interfaces to your language , see:
ar: ترجمة واجهات المشروع إلى لغتك، أنظر:
es: Traducción de interfaces de proyecto para su idioma, consulte:
id: Terjemahkan tampilan antar muka proyek ke bahasa anda, lihat:
ja: ご言語にプロジェクト·インタフェースの翻訳したい場合は、参照してください：
ku: وةر طيَرانى ثرِؤذةكةمان بؤ زمانةكةت
ml: ഈ പദ്ധതിയുടെ സമ്പര്‍ക്കമുഖങ്ങള്‍ താങ്കളുടെ ഭാഷയിലേക്ക് പരിഭാഷപ്പെടുത്തുക, കാണുക:
pt: Traduza os projectos de interface para o seu idioma, veja:

source: Testing the modules and releases, Reporting bugs , see:
ar: إختبار إصدارات المشروع وتقفي الثغرات، أنظر:
es: Prueba de los módulos y versiones, informar de fallos, consulte
id: Pengujian modul dan rilis, Pelaporan kesalahan, lihat:
ja: モジュールとリリースをテストしたりバグを報告する場合は、参照してください：
ku: تاقى كردنةوة سةير كردنى سةرضاوةكة
ml: മൊഡ്യൂളുകളും പതിപ്പുകളും പരീക്ഷിക്കുക, ബഗ്ഗുകള്‍ രേഖപ്പെടുത്തുക, കാണുക:
pt: Teste os módulos e as publicações, reporte bugs, veja:

source: Fixing
ar: إصلاح
es: fijación
id: Perbaikan
ja: 修正する
ku: ضاك كردن
ml: നന്നാക്കല്‍
pt: Corrigir

source: bugs
ar: الثغرات
es: errores
id: Kesalahan
ja: バグ
ku: طؤرانكارى
ml: ബഗ്ഗുകള്‍
pt: erros

source: Coding
ar: برمجة
es: Codificación
id: Pengodean
ja: コーディング
ku: بةرنامة
ml: കോഡ് ചെയ്യല്‍
pt: Codificação

source: new features
ar: مزايا جديدة
es: nuevas características
id: Fitur baru
ja: 新しい機能
ku: سودة نوى يةكان
ml: പുതിയ സവിശേഷതകള്‍
pt: Desenvolvimentos

source: or Developing
ar: أو تطوير
es: o Desarrollar
id: Atau Pengembangan
ja: または開発する
ku: طوَرِانكارى
ml: അല്ലെങ്കില്‍ വികസിപ്പിക്കല്‍
pt: em Desenvolvimento

source: new interfaces
ar: واجهات جديدة
es: nuevas interfaces
id: Tampilan Baru
ja: 新規インターフェース
ku: لايةنى نؤىَ
ml: പുതിയ സമ്പര്‍ക്കമുഖങ്ങള്‍
pt: novos interfaces

source: See:
ar: أنظر:
es: Vea:
id: Lihat:
ja: 参照:
ku: سةير بكة:
ml: കാണുക:
pt: Veja:

source: Designing Icons, Logos , Banners.
ar: تصميم الأيقونات، الشعارات، البانرز.
es: Diseño de iconos, logos, banners
id: Mendisain Icon, Logo, Banner
ja: アイコンやロゴやバナーを設計する。
ku: دروست كردن وتاف و شعار
ml: ഐകണുകള്‍, ചിഹ്നങ്ങള്‍, ബാനറുകള്‍ എന്നിവ രൂപകല്‍പന ചെയ്യല്‍.
pt: Desenhe Icons, Logos, Banners.
